const MESSAGE = "https://jinwei.spacle.cn/server/"
module.exports = {

    getLoginUrl: function () {
        return "本协议是合作方（下称合作方或您）与发布方金纬机械及此小程序平台（下称金纬）之间关于维修期间各项责任划分的法律协议。\n" +
            "金纬在此特别提醒，您发布维修任务或接受维修订单前，必须事先认真审阅本服务条款，包括免除或者限制金纬责任的免责条款及对您权利限制的条款，请您审阅并决定接受或不接受本服务条款，如果您选择确认发布维修任务或接受维修订单，即表示您同意本协议各项责任划分条款。\n" +
            "1、维修期间，金纬方负责维修双方的信息沟通；\n" +
            "2、维修期间，维修人员的人身安全在位于维修设备工厂期间由合作方自己负责；\n" +
            "3、维修期间，维修设备若有损坏，由维修任务发布方与维修人员根据具体原因自行协商解决。\n" +
            "本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，因本协议产生的争议，均应依照中华人民共和国法律予以处理，并由发布方所在地人民法院管辖。\n" +
            "                                                   金纬机械";
    }
}
